"%1 already exists.\nDo you want to replace it?"="%1 موجود بالفعل.\nهل تريد استبداله؟";
"%1 days left"="تبقى %1 يومًا";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nلم يتم العثور على الدليل.\nيرجى التحقق من إدخال الاسم الصحيح للدليل.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nتعذر العثور على الملف.\nيرجى التحقق من إدخال الاسم الصحيح للملف.";
"%s is offline right now, but your Lesson will appear automatically the next time you open the Lessons app."=" %s غير متصل حاليًا، ولكن الدرس الخاص بك سوف يظهر تلقائيًا في المرة التالية التي تفتح تطبيق الدروس فيها.";
"&Abort"="خرو&ج";
"&Add to Custom Colors"="إ&ضافة إلى ألوان مخصصة";
"&Basic colors"="الألوان الأ&ساسية";
"&Cancel"="إلغاء";
"&Copy"="&نسخ";
"&Custom colors"="ألوان م&خصصة";
"&Define Custom Colors >>"="ت&عريف الألوان المخصصة >>";
"&Delete"="ح&ذف";
"&Finish"="إ&نهاء";
"&Green:"="أخ&ضر:";
"&Help"="تعلي&مات";
"&Ignore"="تجا&هل";
"&Name:"="الا&سم:";
"&Next >"="&التالي >";
"&Next >"="&التالي >";
"&No"="&لا";
"&No"="&لا";
"&Open"="&فتح";
"&Options <<"="&خيارات <<";
"&Options >>"="&خيارات >>";
"&Paste"="&لصق";
"&Print"="&طباعة";
"&Red:"="أح&مر:";
"&Redo"="إعا&دة";
"&Reload"="إعا&دة تحميل";
"&Rename"="إ&عادة تسمية";
"&Retry"="إ&عادة المحاولة";
"&Sat:"="ال&تشبع:";
"&Save"="&حفظ";
"&Undo"="&تراجع";
"&Unsorted"="&غير مفروز";
"&Val:"="ال&قيمة:";
"&Yes"="نعم (&Y)";
"&Yes"="نعم (&Y)";
"..."="...";
":"=":";
"< &Back"="< ال&سابق";
"< Share Options"=" < مشاركة الخيارات";
"< Share with SMART Board"=" < مشاركة مع SMART Board";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>حول Qt</h3>%1<p>إن Qt هي مجموعة أدوات C++ لتطوير التطبيقات عبر الأنظمة الأساسية.</p><p>وتوفر Qt إمكانية نقل أحادية المصدر عبر MS&nbsp;Windows وMac&nbsp;OS&nbsp;X وLinux وجميع متغيرات Unix التجارية الرئيسية. تتوفر Qt أيضًا للأجهزة المضمنة مثل Qtopia Core.</p><p>وتعد Qt من منتجات Trolltech. راجع <tt>http://www.trolltech.com/qt/</tt> لمزيد من المعلومات.</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p> هذا البرنامج يستخدم إصدار Qt Open Source Edition %1.</p><p>الغرض من Qt Open Source Edition هو تطوير التطبيقات ذات المصدر المفتوح. أنت بحاجة إلى ترخيص Qt تجاري لتطوير التطبيقات ذات الملكية الخاصة (المصدر المغلق).</p><p>يرجى زيارة <tt>http://www.trolltech.com/company/model.html</tt> لاستعراض ترخيص Qt.</p>";
"<p>This program uses Qt version %1.</p>"="<p>هذا البرنامج يستخدم إصدار Qt %1.</p>";
"A SMART Notebook Advantage product key is required for this version of SMART Notebook software. Please visit <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> for details."="يلزم توفير مفتاح منتج SMART Notebook Advantage لهذا الإصدار من برنامج SMART Notebook. الرجاء زيارة <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> للحصول على التفاصيل.";
"A&lpha channel:"="قناة أل&فا:";
"A0 (841 x 1189 mm)"="A0 (841 × 1189 مم)";
"A1 (594 x 841 mm)"="A1 (841 × 1189 مم)";
"A2 (420 x 594 mm)"="A2 (420 × 594 مم)";
"A3 (297 x 420 mm)"="A3 (297 × 420 مم)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 ‏(210 × 297 مم، 8.26 × 11.7 بوصة)";
"A5 (148 x 210 mm)"="A5 (148 × 210 مم)";
"A6 (105 x 148 mm)"="A6 (105 × 148 مم)";
"A7 (74 x 105 mm)"="A7 (74 × 105 مم)";
"A8 (52 x 74 mm)"="A8 (52 × 74 مم)";
"A9 (37 x 52 mm)"="A9 (37 × 52 مم)";
"Abort"="خروج";
"About %1"="حول %1";
"About Qt"="حول Qt";
"Account"="الحساب";
"Activate"="تنشيط";
"Activated"="تم التنشيط";
"Activates the program's main window"="لتنشيط الإطار الرئيسي للبرنامج";
"Activation Key"="مفتاح التنشيط";
"Activation Web Services:"="خدمات ويب التنشيط:";
"Activation Wizard"="معالج التنشيط";
"Activation Wizard is outdated."="معالج التنشيط قديم ولا يمكن استخدامه.";
"Activation required"="يلزم إجراء التنشيط";
"Add Boards"="إضافة سبورات";
"Advanced"="إعدادات متقدمة";
"Aliases: %1"="أسماء مستعارة: %1";
"All Files (*)"="كافة الملفات (*)";
"All Files (*.*)"="كافة الملفات (*.*)";
"All pending requests have been canceled."="تم إلغاء جميع الطلبات المعلقة.";
"Apply"="تطبيق";
"Are you sure you want to delete license information?"="هل أنت متأكد من أنك تريد حذف معلومات الترخيص؟";
"Are you sure you want to return the product key for this product? The license will be disabled on this computer immediately (before the return is completed)."="هل تريد بالتأكيد إعادة مفتاح المنتج لهذا المنتج؟ سيتم تعطيل الترخيص على هذا الكمبيوتر في الحال (قبل اكتمال الإعادة).";
"Authentication Required"="يلزم الاعتماد";
"Authentication required"="تلزم المصادقة";
"Automatic Activation"="تنشيط تلقائي";
"B0 (1000 x 1414 mm)"="B0 (1000 × 1414 مم)";
"B1 (707 x 1000 mm)"="B1 (707 × 1000 مم)";
"B10 (31 x 44 mm)"="B10 (31 × 44 مم)";
"B2 (500 x 707 mm)"="B2 (500 × 707 مم)";
"B3 (353 x 500 mm)"="B3 (353 × 500 مم)";
"B4 (250 x 353 mm)"="B4 (250 × 353 مم)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 × 250 مم، 6.93 × 9.84 بوصة)";
"B6 (125 x 176 mm)"="B6 (125 × 176 مم)";
"B7 (88 x 125 mm)"="B7 (88 × 125 مم)";
"B8 (62 x 88 mm)"="B8 (62 × 88 مم)";
"B9 (44 x 62 mm)"="B9 (44 × 62 مم)";
"Back"="رجوع";
"Bl&ue:"="أز&رق:";
"Browse Content"=" استعراض المحتوى";
"Browse..."="استعراض...";
"C5E (163 x 229 mm)"="C5E (163 × 229 مم)";
"Cancel"="إلغاء";
"Canceled"="تم الإلغاء";
"Cannot validate the key. Try the activation again. \n\nIf this problem continues, make note of any error messages and contact SMART Technical Support."="يتعذر التحقق من المفتاح. حاول التنشيط مرة أخرى.\n\nفي حالة استمرار هذه المشكلة، قم بتسجيل أي رسائل خطأ واتصل بالدعم الفني لـ SMART.";
"Centimeters (cm)"="سنتيمترات (سم)";
"Check Activation Server Connectivity"="التحقق من اتصال خادم التنشيط";
"Check for renewals complete. No renewals found."="اكتمل البحث عن عمليات تجديد. لم يتم العثور على أي عمليات تجديد.";
"Checking..."="جاري التحقق...";
"Choose your SMART Board"=" اختر SMART Board الخاص بك";
"Class ID"=" معرف الفصل الدراسي";
"Class Name"="اسم الفصل الدراسي";
"Cleaning up a few things..."="تنظيف أشياء قليلة...";
"Click here to test connectivity."="انقر هنا لاختبار الاتصال.";
"Close"="إغلاق";
"Close without Saving"="إغلاق دون حفظ";
"Collate"="دمج النسخ";
"Color"="لون";
"Color Mode"="وضع الألوان";
"Commit"="تنفيذ";
"Complete Later"="الإكمال لاحقًا";
"Connect"="اتصال";
"Connected to host"="متصل بالمضيف";
"Connected to host %1"="متصل بالمضيف %1";
"Connection Options"="خيارات الاتصال";
"Connection Options..."="خيارات الاتصال...";
"Connection closed"="تم إغلاق الاتصال";
"Connection refused"="تم رفض الاتصال";
"Connection refused (or timed out)"="تم رفض الاتصال (أو انتهت مهلته)";
"Connection to %1 closed"="تم إغلاق الاتصال بـ %1";
"Contact Support at:"="اتصل بالدعم على:";
"Contact technical support"="اتصل بالدعم التقني";
"Continue"="متابعة";
"Copies"="النسخ";
"Copies:"="النسخ:";
"Copy"="نسخ";
"Copy &Link Location"="نسخ م&وقع الارتباط";
"Could not activate. There maybe be an issue with the activation servers. Please try again later."="يتعذر التنشيط. ربما تكون هناك مشكلة في خوادم التنشيط. يُرجى إعادة المحاولة في وقت لاحق.";
"Could not connect to the server. Trying again..."="تعذر الاتصال بالخادم. المحاولة مرة أخرى...";
"Couldn't find a board with that code. Want to try again?"="تعذر العثور على سبورة بهذا الرمز. هل تريد المحاولة مرة أخرى؟";
"Couldn't load profile"="تعذر تحميل ملف التعريف";
"Couldn't start the trial period."=" تعذر بدء الفترة التجريبية.";
"Count"="إحصاء";
"Create New Folder"="إنشاء مجلد جديد";
"Create a New File"=" إنشاء ملف جديد";
"Create a link to this document"="إنشاء ارتباط لهذا المستند";
"Creating ..."=" جارٍ إنشاء...";
"Cu&t"="&قص";
"DLE (110 x 220 mm)"="DLE (110 × 220 مم)";
"Data corrupted"="البيانات تالفة";
"Delete"="حذف";
"Detail View"="عرض التفاصيل";
"Details:"="التفاصيل:";
"Directories"="دلائل";
"Directory"="دليل";
"Disabled"="معطل";
"Discard"="تجاهل";
"Do you want to discard this request or complete it later?"="هل تريد استبعاد هذا الطلب أو إكماله لاحقًا؟";
"Don't Save"="عدم الحفظ";
"Don't show this again"="عدم إظهار هذه الرسالة مرة أخرى";
"Done"="تم";
"Download incomplete. Received %1 bytes, expected %2 bytes."="لم يكتمل التنزيل. تم استقبال %1 bytes, expected %2 بايت.";
"Drive"="المحرك";
"Duplex Printing"="طباعة على الوجهين";
"Error writing response to device"="خطأ في كتابة الاستجابة إلى الجهاز";
"Examples"="أمثلة";
"Executable '%1' requires Qt %2, found Qt %3."="يتطلب '%1' القابل للتنفيذ Qt %2، وتم العثور على Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executive (7.5 × 10 بوصة، 191 × 254 مم)";
"Expired"="انتهت الصلاحية";
"Expired on %1"="تنتهي في %1";
"Expires on %1"="تنتهي في %1";
"Failed due to a data error. Please contact our support."="فشلت المحاولة نتيجة خطأ في البيانات. الرجاء الاتصال بالدعم لدينا.";
"Failed to cancel all pending requests."="فشل إلغاء جميع الطلبات المعلقة.";
"Failed to connect to SMART server. Please try again later, or attempt manual activation."="فشل الاتصال بملقم SMART. الرجاء المحاولة مرة أخرى في وقت لاحق، أو محاولة التنشيط اليدوي.";
"Failed to write activation information. Make sure you have enough permissions."="فشلت كتابة معلومات التنشيط. تأكد من وجود أذون كافية لديك.";
"Failed. Details: "="فشل. التفاصيل: ";
"False"="خطأ";
"File"="ملف";
"File name:"="اسم الملف:";
"Files of type:"="ملفات من النوع:";
"Finished"="تم الانتهاء";
"Folio (210 x 330 mm)"="Folio (210 × 330 مم)";
"Form"="نموذج";
"From page:"="من الصفحة:";
"Fulfillment ID"="معرف التنفيذ";
"Get started with SMART Notebook software"=" بدء العمل باستخدام برنامج SMART Notebook";
"Getting things ready..."="إعداد الأشياء...";
"Go Back"="الانتقال للخلف";
"Grace period has expired."="انتهت صلاحية فترة السماح.";
"Grace period: <b>%1</b> day(s) remaining"="فترة السماح: <b>%1</b> أيام متبقية";
"Grayscale"="تدرج الرمادي";
"Great! Your lesson is on its way to the SMART Board."="عظيم! الدرس الخاص بك في طريقه إلى SMART Board.";
"HTTP request failed"="فشل طلب HTTP";
"HTTPS connection requested but SSL support not compiled in"="تم طلب اتصال HTTPS ولكن لم يتم تجميع دعم SSL في";
"Height:"="الارتفاع:";
"Help"="تعليمات";
"Hide %1"="إخفاء %1";
"Hide Others"="إخفاء الآخرين";
"Host %1 found"="تم العثور على المضيف%1";
"Host %1 not found"="لم يتم العثور على المضيف%1";
"Host found"="تم العثور على المضيف";
"Host requires authentication"="يتطلب المضيف المصادقة";
"Host:"="المضيف:";
"Hu&e:"="ا&للون:";
"I accept the terms in the <a href=\"showEula()\">license agreement</a>."="أوافق على بنود <a href=\"showEula()\">اتفاقية الترخيص</a>.";
"Ignore"="تجاهل";
"Inches (in)"="بوصات";
"Include your name to help students find your class quickly."=" أدخل اسمك لمساعدة الطلاب في العثور على الفصل الدراسي بسرعة.";
"Includes maintenance ending on:"="يشتمل على الصيانة المنتهية في:";
"Includes permanent activations."="يشتمل على تنشيطات دائمة.";
"Includes subscriptions expiring on:"="يشتمل على الاشتراكات المنتهية في:";
"Incompatible Qt Library Error"="خطأ نتيجة عدم توافق مكتبة Qt";
"Installation ID"="معرف التثبيت";
"Internet access is disabled by the system administrator."="تم تعطيل الوصول إلى الإنترنت بواسطة مسئول النظام.";
"Invalid"="غير صالح";
"Invalid HTTP chunked body"="النص الأساسي لمقسم HTTP غير صالح";
"Invalid HTTP response header"="رأس استجابة HTTP غير صالح";
"Invalid entitlement"="استحقاق غير صالح";
"Invalid product key."="مفتاح منتج غير صالح.";
"It looks like the board's Lessons library is full. You can delete some lessons to free up space."="يبدو أن مكتبة دروس السبورة ممتلئة. يمكنك حذف بعض الدروس لتفريغ مساحة.";
"Landscape"="أفقي";
"Learn how to renew."="تعرَّف على كيفية التجديد.";
"Learn more."="معرفة المزيد.";
"Learn the Basics"=" تعلم الأساسيات";
"Ledger (432 x 279 mm)"="Ledger (432 × 279 مم)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legal (8.5 × 14 بوصة، 216 × 356 مم)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Letter (8.5 × 11 بوصة، 216 × 279 مم)";
"Limitations"="القيود";
"List View"="عرض القائمة";
"Location:"="وقت التشغيل:";
"Long side"="الحافة الطويلة";
"Look in:"="بحث في:";
"Lync connector"="موصل Lync";
"Manage"="الإدارة";
"Manual Request"="طلب يدوي";
"Margins"="الهوامش";
"Microsoft (personal)"="Microsoft (شخصي)";
"Millimeters (mm)"="ملليمترات (ملم)";
"My Computer"="جهاز الكمبيوتر";
"N&o to All"="لا ل&لكل";
"N&o to All"="لا ل&لكل";
"Name:"="الاسم:";
"No Internet Connection"="لا يوجد اتصال بالانترنت";
"No boards yet. Get connected."="لا توجد سبورات حتى الآن. تم الاتصال.";
"No proxy"="لا يوجد بروكسي";
"No server set to connect to"="لم يتم تعيين ملقم للاتصال بـ";
"No space left on device"="لم تتبقى مساحة على الجهاز";
"No such file or directory"="لا يوجد ملف أو دليل بهذا الاسم";
"No, I'll complete my request(s) later."="لا، سأكمل الطلبات الخاصة بي لاحقًا.";
"No, cancel all pending requests."="لا، قم بإلغاء جميع الطلبات المعلقة.";
"None"="بلا";
"Note: If the URLs are not accessible, adjust your proxy settings and try testing the connection again."="ملاحظة: إذا تعذر الوصول إلى عناوين URL، فقم بضبط إعدادات الوكيل ومحاولة اختبار الاتصال مرة أخرى.";
"Number of copies:"="عدد النُسخ:";
"OK"="موافق";
"Office 365 (school)"="Office 365 (مدرسة)";
"Oops! We couldn't complete your sign in. Please try again. \n\nIf that doesn't work, skip sign in for now and try again later from the Account menu."="عفوًا!  لم نتمكن من إكمال تسجيل الدخول الخاص بك.  يرجى المحاولة مرة أخرى. \n\nإذا لم يعمل ذلك، فتجاوز تسجيل الدخول الآن وحاول مرة أخرى في وقت لاحق من قائمة الحساب.";
"Oops. Something went wrong. Restarting the computer might help."="يا للأسف. حدث خطأ ما. قد يساعد إعادة تشغيل الكمبيوتر على حل المشكلة.";
"Oops. We can't complete that action without an Internet connection. \n\nPlease reconnect and try again."="يا للأسف. لا يمكننا إتمام ذلك الإجراء بدون الاتصال بالإنترنت. يُرجى إعادة الاتصال والمحاولة مرة أخرى.";
"Oops. We couldn't load your profile right now. Please try again later."="يا للأسف. لم نتمكن من تحميل ملف التعريف الخاص بك في الوقت الحالي.  يرجى إعادة المحاولة في وقت لاحق.";
"Open"="فتح";
"Open "="فتح ";
"Open in SMART Notebook on this computer."="فتح في SMART Notebook على هذا الكمبيوتر.";
"Open in the Notebook Player app on my SMART Board with iQ."="فتح في تطبيق Notebook Player على SMART Board مع iQ.";
"Operation completed successfully."="تم اتمام العملية بنجاح.";
"Options"="خيارات";
"Orientation"="الاتجاه";
"Orientation:"="اتجاه الورق:";
"Output &file:"="الم&لف المطبوع:";
"Output Settings"="إعدادات المطبوعات";
"P&roperties"="الخ&صائص";
"Page size:"="حجم الصفحة:";
"Pages from"="الصفحات من";
"Paper"="الورق";
"Paper format"="تنسيق الورق";
"Paper source:"="مصدر الورق:";
"Parent Directory"="الدليل الأصلي";
"Password"="كلمة المرور";
"Password:"="كلمة المرور:";
"Permission Required"="الإذن مطلوب.";
"Permission denied"="تم رفض الإذن";
"Phone: 1.866.518.6791 or +1.403.228.5940"="الهاتف: 1.866.518.6791 أو +1.403.228.5940";
"Please try again"="الرجاء المحاولة مرة أخرى.";
"Please try again later"=" يُرجى إعادة المحاولة في وقت لاحق";
"Points (pt)"="نقاط";
"Portrait"="عمودي";
"PostScript Files (*.ps);;All Files (*)"="ملفات PostScript (*.ps)؛؛ كافة الملفات (*)";
"Preferences..."="تفضيلات...";
"Premium features expired on %1"="انتهت صلاحية الميزات المميزة في %1";
"Premium features will expire on %1 without an active subscription"="ستنتهي صلاحية الميزات المميزة في %1 دون اشتراك نشط";
"Preparing your document. This can take a while..."="إعداد مستندك. قد يستغرق هذا بعض الوقت...";
"Preview"="عرض أولي";
"Print all"="طباعة الكل";
"Print destination"="وجهة الطباعة";
"Print first page first"="طباعة الصفحة الأولى أولاً";
"Print in color if available"="طباعة بالألوان إن أمكن";
"Print in grayscale"="طباعة بالتدرج الرمادي";
"Print last page first"="طباعة الصفحة الأخيرة أولاً";
"Print range"="نطاق الطباعة";
"Print selection"="تحديد الطباعة";
"Print to File (PDF)"="طباعة إلى ملف (PDF)";
"Print to File (Postscript)"="طباعة إلى ملف (Postscript)";
"Print to SMART Notebook"="طباعة إلى SMART Notebook";
"Print to file:"="طباعة إلى ملف:";
"Print to printer:"="طباعة إلى الطابعة:";
"Printer"="طابعة";
"Printer settings"="إعدادات الطابعة";
"Product"="المنتج";
"Product Key"="مفتاح المنتج";
"Product Key is not valid"="مفتاح المنتج غير صالح";
"Product Key:"="مفتاح المنتج:";
"Product key has expired."="انتهت صلاحية مفتاح المنتج.";
"Product:"="المنتج:";
"Profile"="ملف التعريف";
"Proxy Settings"="إعدادات الوكيل";
"Proxy authentication required"="تلزم مصادقة الوكيل";
"Proxy requires authentication"="يتطلب الوكيل المصادقة";
"QT_LAYOUT_DIRECTION"="RTL";
"Quit"="إنهاء";
"Quit %1"="إنهاء %1";
"Recent"="حديث";
"Recents"="الأخيرة";
"Remaining signed in will give you access to SMART Notebook's basic features."=" سيتيح لك تسجيل الدخول المتبقي إمكانية الدخول إلى ميزات SMART Notebook الأساسية.";
"Request Files (%1)"="ملفات الطلب (%1)";
"Request aborted"="تم إيقاف الطلب قبل الاكتمال";
"Request denied. See Technical Details below for more information."="تم رفض الطلب. انظر التفاصيل التقنية أدناه للاطلاع على المزيد من المعلومات.";
"Request type: Activate"="نوع الطلب: تنشيط";
"Request type: Renew"="نوع الطلب: تجديد";
"Request type: Repair"="نوع الطلب: إصلاح";
"Request type: Return"="نوع الطلب: عودة";
"Request:"="الطلب:";
"Reset"="إعادة ضبط";
"Response Files (%1)"="ملفات الرد (%1)";
"Restore Defaults"="استعادة الإعدادات الافتراضية";
"Result:"="النتيجة:";
"Retrieving your account information..."="استرجاع معلومات حسابك...";
"Retry"="إعادة المحاولة";
"Reverse"="عكس";
"Reverse landscape"="عكس أفقي";
"Reverse portrait"="عكس عمودي";
"SMART Account"=" حساب SMART ";
"SMART Document Camera Mixed Reality Tools"="أدوات الواقع المختلط لـ SMART Document Camera";
"SMART Learning Suite Online - Notebook access, anywhere"="منصة SMART Learning Suite على الإنترنت - الوصول إلى Notebook من أي مكان";
"SMART Meeting Pro"="SMART Meeting Pro";
"SMART Meeting Pro Personal Edition"="الإصدار الشخصي من SMART Meeting Pro";
"SMART Meeting Pro Premium"="SMART Meeting Pro Premium";
"SMART Meeting Pro connector for Microsoft Lync"="موصل SMART Meeting Pro لبرنامج Mircrosoft Lync";
"SMART Notebook"="SMART Notebook";
"SMART Notebook 3D Tools"="أدوات ثلاثية الأبعاد لـ SMART Notebook";
"SMART Notebook <a href='%1'>premium features</a>"="<a href='%1'>الميزات المميزة لبرنامج</a> SMART Notebook";
"SMART Notebook Collaborative License"="ترخيص برنامج SMART Notebook التعاوني";
"SMART Notebook English Vocabulary Example 1"=" مثال المفردات الإنجليزية SMART Notebook 1";
"SMART Notebook History Example 1"=" مثال تاريخ SMART Notebook 1";
"SMART Notebook Math Example 1"=" مثال الرياضيات SMART Notebook 1";
"SMART Notebook Math Example 2"=" مثال الرياضيات SMART Notebook 2";
"SMART Notebook Math Tools"="SMART Notebook Math Tools";
"SMART Notebook SDK"="SMART Notebook SDK";
"SMART Notebook SE"="SMART Notebook SE";
"SMART Notebook Science Example 1"=" مثال علوم SMART Notebook 1";
"SMART Response"="SMART Response";
"SMART Sync"="SMART Sync";
"SMART Table Toolkit"="مجموعة أدوات SMART Table";
"SMART Technologies - Activation Wizard"="SMART Technologies – معالج التنشيط";
"SMART Vantage"="SMART Vantage";
"SSL handshake failed"="فشل تأكيد اتصال SSL";
"Save"="حفظ";
"Save All"="حفظ الكل";
"Save As"="حفظ باسم";
"Search the SMART Exchange"="البحث في SMART Exchange";
"See this <a href='%1'>Knowledge Base article</a> and the <a href='%2'>Troubleshooting Diagram</a> for details on resolving connectivity issues, especially when you are using a proxy."="راجع </a>مقالة قاعدة المعارف<a href='%1'> هذه و</a>مخطط استكشاف الأخطاء وإصلاحها<a href='%2'> للتعرف على تفاصيل حول حل مشاكل الاتصال، خاصة عندما تستخدم وكيلاً.";
"Select All"="تحديد الكل";
"Select a Directory"="تحديد دليل";
"Select color"="تحديد لون";
"Select how you would like to share this file to your SMART Learning Suite Online profile"="حدّد كيف ترغب في مشاركة هذا الملف إلى ملفك التعريفي عبر الإنترنت في SMART Learning Suite";
"Select the Response File"="تحديد ملف الردResponse";
"Selection"="التحديد";
"Send to SMART Cloud"="الإرسال إلى سحابة SMART";
"Server closed connection unexpectedly"="قام الملقم بإغلاق الاتصال بشكل غير متوقع";
"Services"="الخدمات";
"Share"="مشاركة";
"Share Now"="مشاركة الآن";
"Share this file with the Lessons app on a SMART Board"=" مشاركة هذا الملف مع تطبيق الدروس على سبورة SMART ";
"Share this file with the Notebook Player app on a SMART Board"="مشاركة هذا الملف مع تطبيق Notebook Player على SMART Board";
"Share to SMART Board with iQ"="المشاركة إلى SMART Board باستخدام iQ";
"Share to the Notebook Player app"="مشاركة إلى تطبيق Notebook Player";
"Share using a link"="المشاركة باستخدام رابط";
"Share with a SMART Board"=" مشاركة مع SMART Board";
"Short side"="الحافة القصيرة";
"Show &hidden files"="إظهار الملفات الم&خفية";
"Show All"="إظهار الكل";
"Sign In"="تسجيل الدخول";
"Sign In Again"="تسجيل الدخول مرة أخرى";
"Sign Out"="تسجيل الخروج";
"Sign in"="تسجيل الدخول";
"Sign in didn't work"="تسجيل الدخول لا يعمل";
"Sign in is required for accessing key SMART features."="يلزم تسجيل الدخول لعدد من ميزات SMART الرئيسية.";
"Sign in to or create a SMART account"=" تسجيل الدخول لحساب SMART أو إنشاء حساب";
"Sign in to use this feature"=" تسجيل الدخول لاستخدام هذه الميزة";
"Sign in to your SMART account to access your SMART subscription benefits, or to use Notebook in a limited mode."="سجِّل الدخول إلى حسابك في SMART للوصول إلى مزايا اشتراك SMART الخاص بك، أو لاستخدم Notebook في وضع محدود.";
"Sign in with Google"="تسجيل الدخول باستخدام Google";
"Sign in with a Google, Office 365 or Microsoft personal account."="قم بتسجيل الدخول باستخدام حساب Google أو Office 365 أو حساب شخصي في Microsoft.";
"Sign in with a browser"="تسجيل الدخول باستخدام مستعرض";
"Sign up for free"=" سجل مجانًا";
"Sign up for the latest updates from SMART"="التسجيل للحصول على آخر التحديثات من SMART";
"Signed in as:"=" تسجيل الدخول كـ:";
"Skip Sign In"="تخطي تسجيل الدخول";
"Skip sign in for now"="تخطي تسجيل الدخول الآن";
"Skipped sign in"="تخطي تسجيل الدخول";
"Software enabled"="تم تمكين البرنامج";
"Some of your license keys have expired. Click here for more info."="انتهت صلاحية بعض مفاتيح الترخيص. لمزيد من المعلومات انقر هنا.";
"Some of your license keys will expire in %1 days. Click here for more info."="ستنتهي بعض مفاتيح التراخيص الخاصة بك خلال %1 أيام. انقر هنا لمزيد من المعلومات";
"Something went wrong. Want to try again?"="حدث خطأ ما. هل تريد المحاولة مرة أخرى؟";
"Sort"="فرز";
"Sort by &Date"="فرز حسب ال&تاريخ";
"Sort by &Name"="فرز حسب الا&سم";
"Sort by &Size"="فرز حسب ال&حجم";
"Status"="الحالة";
"Status:"="الحالة:";
"Stay Inspired"="عش حالة من الإلهام الدائم";
"Subscription: <b>%1</b> day(s) remaining"="الاشتراك: <b>%1</b> أيام متبقية";
"Succeeded"="نجاح";
"Symbolic Link"="ارتباط رمزي";
"Tabloid (279 x 432 mm)"="Tabloid (279 × 432 مم)";
"Tap the Connect icon %s in the Lessons app to get a 4-character code, and then type that code below."="انقر على رمز الاتصال %s في تطبيق الدروس للحصول على الرمز المكوّن من 4 أحرف، ثم اكتب هذا الرمز أدناه.";
"Tap the Connect icon %s in the Notebook Player app to get a 4-character code, and then type that code below."="انقر على رمز الاتصال %s في تطبيق Notebook Player للحصول على الرمز المكوّن من 4 أحرف، ثم اكتب هذا الرمز أدناه.";
"Test Connectivity..."="اختبار الاتصال...";
"That email address is already associated with a SMART account. Try signing up with a different email address."="عنوان البريد الإلكتروني هذا مرتبط بحساب SMART بالفعل. الرجاء محاولة تسجيل الدخول باستخدام عنوان بريد إلكتروني آخر.";
"That was strange... \n\nWe're not sure what happened, but we can't sign you in right now."=" كان ذلك غريبًا... \n\nلم نكن متأكدين مما حدث، ولكن لا يمكننا تسجيل دخولك في الوقت الحالي.";
"The activation didn't complete. See below for status information."="لم تكتمل عملية التنشيط. انظر أدناه للتعرف على معلومات الحالة.";
"The following Product Key is not valid: "="مفتاح المنتج التالي غير صالح: ";
"The information copied successfully, and your Internet browser will open."="تم نسخ المعلومات بنجاح، وسيتم فتح مستعرض الإنترنت الخاص بك.";
"The installed version of this product requires a newer maintenance license."="يتطلب الإصدار المثبت من هذا المنتج ترخيص صيانة جديد.";
"The link has been copied to the clipboard."=" تم نسخ الرابط إلى الحافظة.";
"The number of activations for this Product Key has exceeded the maximum. Please contact our support for assistance."="لقد تجاوز عدد محاولات التنشيط لمفتاح المنتج هذا أقصى عدد مسموح به. الرجاء الاتصال بالدعم لدينا للحصول على المساعدة.";
"The product key you are using has been canceled. Please contact SMART support for more information."="تم إلغاء مفتاح المنتج الذي تستخدمه. يُرجى الاتصال بدعم SMART لمزيد من المعلومات.";
"The product key you entered is already in the list."="مفتاح المنتج الذي أدخلته موجود بالفعل في القائمة.";
"The request file saved successfully. Copy the file to another computer to continue."="تم حفظ ملف الطلب بنجاح. انسخ الملف إلى كمبيوتر آخر للمتابعة.";
"The request succeeded on some of your product keys, but it didn't succeed on others."="نجح الطلب في بعض مفاتيح المنتج ولكنه لم ينجح في أخرى.";
"The sign in took too long and has expired."=" استغرق تسجيل الدخول وقتًا طويلاً وانتهت صلاحيته.";
"The system is being maintained right now, but it will be available soon. Sorry for the inconvenience."=" تجري صيانة النظام في الوقت الحالي، ولكنه سيتوفر قريبًا. نأسف للإزعاج.";
"The trial period has started."=" بدأت الفترة التجريبية.";
"This key could not be activated. Try the activation again. \n\nIf the problem continues, make note of any error messages and contact SMART Technical Support."="يتعذر تنشيط هذا المفتاح. حاول التنشيط مرة أخرى.\n\nفي حالة استمرار المشكلة، قم بتسجيل أي رسائل خطأ واتصل بالدعم الفني لـ SMART.";
"This key's entitlement record is not configured correctly. Please contact SMART Technical Support."="لم يتم تكوين سجل الاستحقاق الأساسي هذا بشكل صحيح. الرجاء الاتصال بالدعم الفني لشركة SMART.";
"To connect to SMART, you need to enter a user name and password for the proxy %s"=" للاتصال بـ SMART، يلزمك إدخال اسم مستخدم وكلمة مرور للوكيل %s";
"To page:"="إلى الصفحة:";
"To successfully activate the product key, all connections must succeed. Green checkmarks indicate successful connections."="لتنشيط مفتاح المنتج بنجاح، يجب أن تتم كافة الاتصالات بنجاح. تشير علامات الاختيار الخضراء إلى الاتصالات الناجحة.";
"Too many open files"="هناك ملفات مفتوحة كثيرة للغاية";
"Trial Extension"="فترة تجريبية إضافية";
"Trial: <b>%1</b> day(s) remaining"=" تجريبي: &lt;b&gt;%1&lt;/b&gt; يوم (أيام) متبقية <b></b>";
"True"="صواب";
"Try Again"="حاول مرة أخرى";
"Try again later or try a manual request now."="حاول مرة أخرى لاحقًا أو حاول إجراء الطلب يدويًا الآن.";
"Try it Online!"="جرِّبه على الإنترنت!";
"Type your user name and password."="اكتب اسم المستخدم وكلمة المرور.";
"Type:"="النوع:";
"URL:"="URL:";
"US Common #10 Envelope (105 x 241 mm)"="US Common #10 Envelope (105 × 241 مم)";
"Unable to complete your request."="يتعذر إكمال الطلب.";
"Unable to copy."="يتعذر النسخ.";
"Unable to create your file."="يتعذر إنشاء الملف الخاص بك.";
"Unable to open %1 for writing."="تعذر فتح %1 للكتابة.";
"Unable to open source file for reading."="تعذر فتح ملف المصدر للقراءة.";
"Unable to open your Internet browser. Try to open your browser manually or use a different computer to continue."="يتعذر فتح مستعرض الإنترنت الخاص بك. حاول فتح المستعرض يدويًا أو استخدم كمبيوتر آخر للمتابعة.";
"Unable to read response from file."="تتعذر قراءة الرد من الملف.";
"Unable to rename %1 to %2."="تعذرت إعادة تسمية %1 إلى %2.";
"Unable to save your request."="يتعذر حفظ الطلب الخاص بك.";
"Unknown"="غير معروف";
"Unknown Location"="موقع غير معروف";
"Unknown authentication method"="أسلوب المصادقة غير معروف";
"Unknown error"="خطأ غير معروف";
"Unknown error."="خطأ غير معروف.";
"Unknown protocol specified"="تم تحديد بروتوكول غير معروف";
"Upload this document and create a link to share with others."="تحميل هذا المستند وإنشاء ارتباط لمشاركته مع الآخرين.";
"Upload to SMART Cloud"="التحميل إلى سحابة SMART";
"Uploading your file..."=" جار تحميل الملف...";
"Use Internet Explorer settings"="استخدام إعدادات Internet Explorer";
"Use System settings"="استخدام إعدادات النظام";
"Use other proxy:"="استخدام بروكسي آخر:";
"User Name:"="اسم المستخدم:";
"User name:"="اسم المستخدم:";
"Valid for versions released before %1"="صالح للإصدارات التي تم إصدارها قبل %1";
"Version %s"="الإصدار %s";
"Volume activated"="تم تنشيط مستوى الصوت";
"We couldn't process that response. The request comes from a different computer or has already been processed."="تعذّرت معالجة ذلك الرد. الطلب يأتي من كمبيوتر آخر أو قد تمت معالجته بالفعل.";
"We'll remember %s for next time."=" سنتذكر %s للمرة التالية.";
"Web:"="موقع ويب:";
"Welcome to %1 software from SMART Technologies."="مرحبًا بك في برنامج %1 من SMART Technologies.";
"Welcome to SMART Notebook"=" مرحبًا بك في SMART Notebook";
"What's This?"="ما هذا؟";
"Width:"="العرض:";
"Working on it."="جار العمل في ذلك.";
"Working on it.."="جار العمل في ذلك...";
"Working on it..."="نعمل على ذلك...";
"Wrong content length"="طول محتوى خاطئ";
"Yes to &All"="نعم لل&كل";
"Yes to &All"="نعم لل&كل";
"Yes, I have a numeric response code similar to %1."="نعم، لدي رمز رد رقمي شبيه بـ %1.";
"Yes, I have a response file."="نعم، لدي ملف رد.";
"Yes, I have a response message that starts with %1."="نعم، لدي رسالة رد تبدأ بـ %1.";
"Yes, I have an activation key similar to %1."="نعم، لدي مفتاح تنشيط شبيه بـ %1.";
"You can close this tab and return to SMART Notebook."="يمكنك إغلاق علامة التبويب هذه والعودة إلى SMART Notebook.";
"You can manage your account and the class ID from the Account menu."=" يمكنك إدارة حسابك ومعرف الفصل الدراسي من قائمة الحساب.";
"You can sign in later from the Account menu. Sign in is required for a number of key SMART features."="يمكنك تسجيل الدخول في وقت لاحق من قائمة الحساب. يلزم تسجيل الدخول لعدد من ميزات SMART الرئيسية.";
"You chose not to allow our application to access your account. You're unable to use our application until you accept."=" لقد اخترت عدم السماح لتطبيقنا بالوصول إلى حسابك. لا يمكنك استخدام التطبيق الخاص بنا حتى توافق.";
"You have %1 days to complete activation."="لديك %1 يومًا لإكمال التنشيط.";
"You have signed out"="لقد قمت بتسجيل الخروج";
"You haven't yet given SMART permission to access your account information, which is required for signing in. Do you want to try signing in again?"="لم تعط الإذن من شركة SMART بالوصول إلى معلومات حسابك، وهو الأمر المطلوب لتسجيل الدخول.  هل ترغب في محاولة تسجيل الدخول مرة أخرى؟";
"You may wish to send results to your organization's technical support contact."="قد ترغب في إرسال النتائج إلى جهة اتصال الدعم التقني بمؤسستك.";
"You need to sign in before you can use this feature."=" يجب تسجيل الدخول قبل أن تتمكن من استخدام هذه الميزة.";
"You're all set!"="أنت جاهزون جميعًا!";
"You're unable to change these settings because you manually configured a proxy."="لن تتمكن من تغيير هذه الإعدادات لأنك قمت بتكوين البروكسي يدويًا.";
"You've skipped the sign in for now. You can sign in later from the Account menu."="لقد تجاوزت تسجيل الدخول الآن.  يمكنك تسجيل الدخول في وقت لاحق من قائمة الحساب.";
"Your SMART Boards"="SMART Boards الخاصة بك";
"Your SMART Learning Suite subscription will expire in %d days. Learn how to renew."="ستنتهي صلاحية الاشتراك الخاص بك في SMART Learning Suite بعد %dمن الأيام. تعرَّف على كيفية التجديد.";
"Your SMART account"="عرض حساب SMART";
"Your browser has opened to a sign in page. You'll be returned here after you've signed in."=" تم فتح المستعرض الخاص بك لتسجيل الدخول إلى الصفحة.  سيتم إعادتك إلى هنا بعد تسجيل الدخول.";
"Your first trial extension is activated."="تم تنشيط الفترة التجريبية الإضافية الأولى.";
"Your first trial extension isn't activated."="لم يتم تنشيط الفترة التجريبية الإضافية الأولى.";
"Your second trial extension is activated."="تم تنشيط الفترة التجريبية الإضافية الثانية.";
"Your second trial extension isn't activated."="لم يتم تنشيط الفترة التجريبية الإضافية الثانية.";
"Your trial period has ended."=" انتهت الفترة التجريبية الخاصة بك.";
"bottom margin"="الهامش السفلي";
"left margin"="الهامش الأيسر";
"locally connected"="متصل محليًا";
"right margin"="الهامش الأيمن";
"to"="إلى";
"top margin"="الهامش العلوي";
"unknown"="غير معروف";
